{
    "user.name": "Name",
    "user.email": "E-Mail",
    "user.password": "Passwort",
    "user.password.confirm": "Passwort bestätigen",
    "Welcome": "Willkommen",
    "Sign In": "Anmelden",
    "remember me": "Angemeldet bleiben",
    "Get Started": "Loslegen",
    "Search for items to rent": "Suche nach Mietobjekten",
    "Forgot your password?": "Haben Sie Ihr Passwort vergessen?",
    "Profile": "Profil",
    "Log Out": "Abmelden",
    "Admin": "Verwaltung",
    "Renting is often cheaper than buying. Find great deals on items you need for short-term use.": "Mieten ist oft günstiger als Kaufen. Finden Sie tolle Angebote für Artikel, die Sie kurzfristig benötigen.",
    "Recently Listed Items": "Kürzlich gelistete Artikel",
    "Why Rent With Us": "Warum bei uns mieten",
    "Save Money": "Geld sparen",
    "Have items lying around? List them on our platform and turn them into a steady stream of income.": "Haben Sie ungenutzte Gegenstände? Listen Sie sie auf unserer Plattform und machen Sie daraus eine regelmäßige Einkommensquelle.",
    "Earn Extra Cash": "Zusätzliches Geld verdienen",
    "Eco-Friendly": "Umweltfreundlich",
    "Renting reduces waste and promotes a circular economy. Use only what you need and return it when you're done.": "Mieten reduziert Abfall und fördert eine Kreislaufwirtschaft. Nutzen Sie nur, was Sie brauchen, und geben Sie es zurück, wenn Sie fertig sind.",
    "Wide Selection": "Große Auswahl",
    "From power tools to party supplies, electronics to sporting gear, we have a diverse range of items available for rent.": "Von Elektrowerkzeugen bis hin zu Partyzubehör, Elektronik und Sportausrüstung – wir bieten eine vielfältige Auswahl an Mietartikeln.",
    "Browse by Category": "Nach Kategorie durchsuchen",
    "Apartments": "Wohnungen",
    "Auto Repair": "Autoreparatur",
    "Baby": "Baby",
    "Clothing": "Kleidung",
    "Construction & DIY": "Bau & Heimwerken",
    "EV Charging": "E-Ladestation",
    "Field": "Feld",
    "Garage": "Garage",
    "Gardening": "Gartenarbeit",
    "House": "Haus",
    "Market Pitch": "Marktstand",
    "Parking Space": "Parkplatz",
    "Yard": "Hof",
    "How it works": "Wie es funktioniert",
    "Browse Listings": "Angebote durchsuchen",
    "Search for items you need from our vast community of renters. Filter by category, location, and availability.": "Suchen Sie nach Artikeln, die Sie benötigen, in unserer großen Vermietergemeinschaft. Filtern Sie nach Kategorie, Standort und Verfügbarkeit.",
    "Request to Rent": "Mietanfrage senden",
    "Once you find the perfect item, send a rental request for your dates/times.": "Sobald Sie den perfekten Artikel gefunden haben, senden Sie eine Mietanfrage für Ihre gewünschten Daten/Uhrzeiten.",
    "Payment": "Zahlung",
    "Once the lister has accepted your request to rent you make payment.": "Sobald der Vermieter Ihre Anfrage akzeptiert hat, leisten Sie die Zahlung.",
    "Pick Up or Delivery": "Abholung oder Lieferung",
    "Co-ordinate with the lister for pick-up, or have it delivered to your door.": "Koordinieren Sie die Abholung mit dem Vermieter oder lassen Sie es sich nach Hause liefern.",
    "Use & Return": "Nutzen & Zurückgeben",
    "Enjoy your rental! When you're done, return it in the same condition as when you received it.": "Genießen Sie Ihre Miete! Geben Sie den Artikel nach Gebrauch in demselben Zustand zurück, in dem Sie ihn erhalten haben.",
    "Why Choose rent-locally.com?": "Warum rent-locally.com wählen?",
    "Trusted Community": "Vertrauenswürdige Gemeinschaft",
    "Secure Transactions": "Sichere Transaktionen",
    "We use the latest technology to keep your personal and payment information safe.": "Wir nutzen die neueste Technologie, um Ihre persönlichen und Zahlungsinformationen zu schützen.",
    "24/7 Support": "24/7 Unterstützung",
    "Our customer service team is always here to help with any questions or issues.": "Unser Kundenserviceteam steht Ihnen jederzeit für Fragen oder Probleme zur Verfügung.",
    "Get Started Today!": "Legen Sie noch heute los!",
    "Whether you need something for a day, a week, or longer, rent-locally.com makes renting simple, affordable, and sustainable. Join our community and start renting smarter today.": "Egal, ob Sie etwas für einen Tag, eine Woche oder länger benötigen – rent-locally.com macht das Mieten einfach, erschwinglich und nachhaltig. Treten Sie unserer Community bei und beginnen Sie noch heute, klüger zu mieten.",
    "Sign Up Now": "Jetzt registrieren",
    "Sign Up": "Registrieren",
    "My Rentals": "Meine Mietobjekte",
    "Complete Your Profile to begin listing": "Vervollständige dein Profil, um mit dem Einstellen zu beginnen",
    "Complete Your Profile to begin listing and renting!": "Vervollständige dein Profil, um mit dem Einstellen und Mieten zu beginnen!",
    "My Listings": "Meine Inserate",
    "List a new Item": "Neuen Artikel hinzufügen",
    "Coming Soon": "Kommt bald",
    "Rent items to and from members of your community when you're not using them.": "Miete Gegenstände an und von Mitgliedern deiner Gemeinschaft, wenn du sie nicht benutzt.",
    "Some potential Rental Ideas:": "Einige mögliche Mietideen:",
    "Cameras/Drones/Baby Equipment/Sports Equipment/Musical Instruments/Recording Equipment/Hand Tools/Gardening Equipment/Car Accessories": "Kameras/Drohnen/Babyausstattung/Sportausrüstung/Musikinstrumente/Aufnahmegeräte/Handwerkzeuge/Gartengeräte/Autozubehör",
    "Subscribe to our newsletter?": "Möchten Sie unseren Newsletter abonnieren?",
    "Share your email address if you'd like to be kept informed on useful updates regarding this project, note your email address is": "Teilen Sie Ihre E-Mail-Adresse mit, wenn Sie über nützliche Updates zu diesem Projekt informiert werden möchten. Beachten Sie, dass Ihre E-Mail-Adresse",
    "NOT": "NICHT",
    "linked to your survey answers provided.": "mit Ihren angegebenen Umfrageantworten verknüpft.",
    "You can unsubscribe at anytime": "Sie können sich jederzeit abmelden",
    "here.": "hier.",
    "you": "du",
    "Sign me up!": "Melde mich an!",
    "Thanks for subscribing! Keep an eye on your inbox for updates.": "Danke für dein Abonnement! Behalte dein Postfach für Updates im Auge.",
    "Top 5 Reasons for Renting...": "Top 5 Gründe für das Mieten...",
    "All renters and listers on the platform are Identity verified and all rentals are Insured!": "Alle Mieter und Anbieter auf der Plattform sind identitätsgeprüft und alle Mieten sind versichert!",
    "Turn your things into cash:": "Verwandle deine Sachen in Geld:",
    "We all have something at home that we don't use as often as we thought, we can list it on online for others to use and make some extra income.": "Wir alle haben Dinge zu Hause, die wir nicht so oft benutzen wie gedacht. Wir können sie online zur Verfügung stellen, damit andere sie nutzen und wir zusätzliches Einkommen erzielen können.",
    "Eco-friendly:": "Umweltfreundlich:",
    "Re-using items within your community instead of buying reduces your carbon footprint in terms of manufacturing and delivery.": "Die Wiederverwendung von Gegenständen in deiner Gemeinschaft anstelle des Kaufens reduziert deinen CO₂-Fußabdruck durch Herstellung und Lieferung.",
    "Save Money:": "Geld sparen:",
    "Renting is usually cheaper than buying, especially for expensive things. You only pay when you need it, so you skip the larger upfront cost.": "Mieten ist in der Regel günstiger als kaufen, besonders bei teuren Gegenständen. Du zahlst nur, wenn du es brauchst, und vermeidest hohe Anschaffungskosten.",
    "No Storage Hassle:": "Kein Platzproblem:",
    "If you have a limited space at home but you need something for a certain occasion, don't worry about buying it, rent it, use it and give it back.": "Wenn du wenig Platz hast, aber etwas für einen bestimmten Anlass benötigst, brauchst du es nicht zu kaufen – miete es, nutze es und gib es zurück.",
    "Try Before You Buy:": "Teste vor dem Kauf:",
    "Renting lets you test things out before deciding to buy, so you know for sure if it's worth it.": "Beim Mieten kannst du Dinge ausprobieren, bevor du sie kaufst, damit du sicher weißt, ob es sich lohnt.",
    "Have a moment?": "Hast du einen Moment?",
    "It would be great to hear your": "Es wäre großartig, dein",
    "anonymous": "anonymes",
    "feedback.": "Feedback zu erhalten.",
    "About You": "Über dich",
    "Age range": "Altersgruppe",
    "Age Range": "Altersgruppe",
    "Under 18": "Unter 18",
    "Would you be interested in renting items from people in your local community?": "Würdest du daran interessiert sein, Gegenstände von Menschen in deiner Gemeinde zu mieten?",
    "Yes": "Ja",
    "No": "Nein",
    "Do you have items lying around at home that you'd rent out to people in your local community?": "Hast du Dinge zu Hause, die du an Menschen in deiner Gemeinde vermieten würdest?",
    "Rental Activity": "Mietaktivität",
    "What would motivate you to rent instead of buying?": "Was würde dich motivieren, zu mieten statt zu kaufen?",
    "Please check all that apply": "Bitte kreuzen Sie alle zutreffenden Optionen an",
    "Convenience": "Bequemlichkeit",
    "Limited storage space": "Begrenzter Stauraum",
    "Sustainability and environment": "Nachhaltigkeit und Umwelt",
    "Cost saving": "Kostenersparnis",
    "Before you Go!": "Bevor du gehst!",
    "Any other comments/advice/concerns about this type of service?": "Hast du weitere Kommentare, Ratschläge oder Bedenken zu diesem Service?",
    "Your answer...": "Deine Antwort...",
    "Submit Answers": "Antworten absenden",
    "Thanks for your feedback!": "Danke für dein Feedback!",
    "If you haven't already done so, please consider subscribing for updates on the project!": "Falls du es noch nicht getan hast, abonniere bitte unsere Updates zum Projekt!",
    "We're sorry to see you go": "Es tut uns leid, Sie gehen zu sehen",
    "Please enter your email address below to be removed from our newsletter mailing list.": "Bitte geben Sie unten Ihre E-Mail-Adresse ein, um aus unserem Newsletter-Verteiler entfernt zu werden.",
    "Unsubscribe": "Abmelden",
    "You have now successfully unsubscribed from our newsletter, we hope to see you back soon!": "Sie haben sich erfolgreich von unserem Newsletter abgemeldet, wir hoffen, Sie bald wiederzusehen!",
    "Country of Residence": "Wohnsitzland",
    "Belgium": "Belgien",
    "France": "Frankreich",
    "Germany": "Deutschland",
    "Luxembourg": "Luxemburg",
    "Netherlands": "Niederlande",
    "Spain": "Spanien",
    "United Kingdom": "Großbritannien",
    "Are you a Student?": "Sind Sie ein Student?",
    "Create Rental Item": "Mietartikel erstellen",
    "New Item Form": "Neues Artikel-Formular",
    "After your item is created and approved, you'll be able to edit it at anytime.": "Nachdem Ihr Artikel erstellt und genehmigt wurde, können Sie ihn jederzeit bearbeiten.",
    "Item Name & description": "Artikelname & Beschreibung",
    "Name": "Namen",
    "Description": "Beschreibung",
    "We recommend adding as much information as possible about your item here.": "Wir empfehlen, hier so viele Informationen wie möglich über Ihren Artikel hinzuzufügen.",
    "Item Condition": "Artikelzustand",
    "New": "Neu",
    "Item is in brand new condition as if it's never been used": "Der Artikel befindet sich in brandneuem Zustand, als ob er nie benutzt wurde",
    "Used": "Gebraucht",
    "A used Item with some wear and tear": "Ein gebrauchter Artikel mit einigen Abnutzungserscheinungen",
    "Used with Damage": "Gebraucht mit Schaden",
    "A used item with some damage but still in working order": "Ein gebrauchter Artikel mit einigen Schäden, aber noch voll funktionsfähig",
    "Item Category": "Artikelkategorie",
    "Please select an item category": "Bitte wählen Sie eine Artikelkategorie",
    "Item Pricing": "Artikelpreisgestaltung",
    "You can offer lower prices for longer rental periods, the price will always be calculated using the lowest combination.": "Sie können niedrigere Preise für längere Mietzeiträume anbieten, der Preis wird immer unter Verwendung der günstigsten Kombination berechnet.",
    "Price per day (required)": "Preis pro Tag (erforderlich)",
    "Price per 7 days": "Preis für 7 Tage",
    "Price per 30 days": "Preis für 30 Tage",
    "Optionally set a minimum rental period for your item.": "Optional können Sie eine Mindestmietdauer für Ihren Artikel festlegen.",
    "Minimum Rental Period": "Mindestmietdauer",
    "days": "Tage",
    "Item Location": "Artikelstandort",
    "Please select where the item is located": "Bitte wählen Sie, wo sich der Artikel befindet",
    "Upload Item Images": "Artikelbilder hochladen",
    "You can add/remove images at anytime": "Sie können Bilder jederzeit hinzufügen/entfernen",
    "The maximum number of images you can upload is 6": "Die maximale Anzahl an Bildern, die Sie hochladen können, beträgt 6",
    "Limit is 6 images please remove some images to continue": "Das Limit beträgt 6 Bilder, bitte entfernen Sie einige Bilder, um fortzufahren",
    "By submitting this form you confirm acceptance of the rent-locally.com": "Mit dem Absenden dieses Formulars bestätigen Sie die Annahme der rent-locally.com",
    "terms & conditions": "Allgemeine Geschäftsbedingungen",
    "Terms & Conditions": "Allgemeine Geschäftsbedingungen",
    "Submit New Rental Item": "Neuen Mietartikel einreichen",
    "Cancel": "Abbrechen",
    "Item Submitted": "Artikel eingereicht",
    "We'll send you a notifcation when your item has been confirmed and is ready for renting...": "Wir senden Ihnen eine Benachrichtigung, wenn Ihr Artikel bestätigt wurde und zum Vermieten bereit ist...",
    "Create Another?": "Einen weiteren erstellen?",
    "Maybe Later": "Vielleicht später",
    "Manage your profile": "Verwalte dein Profil",
    "Actions required to complete your profile.": "Aktionen erforderlich, um dein Profil zu vervollständigen.",
    "Complete Identification": "Vervollständige die Identifikation",
    "Verify Identity": "Identität verifizieren",
    "Required to begin renting and listing items.": "Erforderlich, um mit dem Vermieten und Auflisten von Artikeln zu beginnen.",
    "Create Payment Account": "Zahlungskonto erstellen",
    "Required to begin listing items.": "Erforderlich, um mit dem Auflisten von Artikeln zu beginnen.",
    "Add a Profile Photo": "Profilfoto hinzufügen",
    "A public profile photo will help you be more approachable to both Renters and Listers.": "Ein öffentliches Profilfoto hilft dir, sowohl für Mieter als auch für Vermieter zugänglicher zu sein.",
    "Profile Information": "Profilinformationen",
    "Update your account's profile information and email address.": "Aktualisiere die Profilinformationen und die E-Mail-Adresse deines Kontos.",
    "Your email address is unverified.": "Deine E-Mail-Adresse ist nicht verifiziert.",
    "Click here to re-send the verification email.": "Klicke hier, um die Bestätigungs-E-Mail erneut zu senden.",
    "A new verification link has been sent to your email address.": "Ein neuer Bestätigungslink wurde an deine E-Mail-Adresse gesendet.",
    "Save": "Speichern",
    "Saved.": "Gespeichert.",
    "Surname": "Nachname",
    "Email": "E-Mail",
    "Update Password": "Passwort aktualisieren",
    "Ensure your account is using a long, random password to stay secure.": "Stelle sicher, dass dein Konto ein langes, zufälliges Passwort verwendet, um sicher zu bleiben.",
    "Current Password": "Aktuelles Passwort",
    "New Password": "Neues Passwort",
    "Confirm Password": "Passwort bestätigen",
    "Delete Account": "Konto löschen",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Sobald dein Konto gelöscht ist, werden alle seine Ressourcen und Daten dauerhaft gelöscht. Lade bitte alle Daten oder Informationen herunter, die du behalten möchtest, bevor du dein Konto löschst.",
    "Are you sure you want to delete your account?": "Bist du sicher, dass du dein Konto löschen möchtest?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Sobald dein Konto gelöscht ist, werden alle seine Ressourcen und Daten dauerhaft gelöscht. Gib bitte dein Passwort ein, um zu bestätigen, dass du dein Konto dauerhaft löschen möchtest.",
    "Password": "Passwort",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Danke für Ihre Anmeldung! Bevor Sie beginnen, bestätigen Sie bitte Ihre E-Mail-Adresse, indem Sie auf den Link klicken, den wir Ihnen gerade per E-Mail gesendet haben. Falls Sie die E-Mail nicht erhalten haben, senden wir Ihnen gerne eine weitere.",
    "Resend Verification Email": "Verifizierungs-E-Mail erneut senden",
    "A new verification link has been sent to the email address you provided during registration.": "Ein neuer Verifizierungslink wurde an die von Ihnen bei der Registrierung angegebene E-Mail-Adresse gesendet.",
    "Thanks for signing up with rent-locally!": "Danke, dass Sie sich bei rent-locally angemeldet haben!",
    "Please click the button below to verify your email address.": "Bitte klicken Sie auf die Schaltfläche unten, um Ihre E-Mail-Adresse zu verifizieren.",
    "Regards,": "Mit freundlichen Grüßen,",
    "Verify Email Address": "E-Mail-Adresse verifizieren",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Wenn Sie Probleme haben, die Schaltfläche \":actionText\" zu klicken, kopieren Sie die untenstehende URL und fügen Sie sie in Ihren Webbrowser ein.",
    "Languages You Speak": "Sprachen, die Sie sprechen",
    "username": "Benutzername",
    "Username": "Benutzername",
    "Rental Requests Pending Approval": "Mietanfragen ausstehend zur Genehmigung",
    "Item": "Artikel",
    "Rental Start": "Mietbeginn",
    "Rental End": "Mietende",
    "Rental Price": "Mietpreis",
    "Requested": "Angefragt",

    "auth.failed": "Diese Anmeldedaten stimmen nicht mit unseren Unterlagen überein.",
    "auth.password": "Das angegebene Passwort ist falsch.",
    "auth.throttle": "Zu viele Anmeldeversuche. Bitte versuchen Sie es in :seconds Sekunden erneut.",
    "pagination.previous": "&laquo; Zurück",
    "pagination.next": "Weiter &raquo;",
    "passwords.reset": "Ihr Passwort wurde zurückgesetzt.",
    "passwords.sent": "Wir haben Ihnen den Link zum Zurücksetzen Ihres Passworts per E-Mail gesendet.",
    "passwords.throttled": "Bitte warten Sie, bevor Sie es erneut versuchen.",
    "passwords.token": "Dieses Token zum Zurücksetzen des Passworts ist ungültig.",
    "passwords.user": "Wir können keinen Benutzer mit dieser E-Mail-Adresse finden.",
    "validation.accepted": "Das Feld :attribute muss akzeptiert werden.",
    "validation.accepted_if": "Das Feld :attribute muss akzeptiert werden, wenn :other :value ist.",
    "validation.active_url": "Das Feld :attribute muss eine gültige URL sein.",
    "validation.after": "Das Feld :attribute muss ein Datum nach :date sein.",
    "validation.after_or_equal": "Das Feld :attribute muss ein Datum nach oder gleich :date sein.",
    "validation.alpha": "Das Feld :attribute darf nur Buchstaben enthalten.",
    "validation.alpha_dash": "Das Feld :attribute darf nur Buchstaben, Zahlen, Bindestriche und Unterstriche enthalten.",
    "validation.alpha_num": "Das Feld :attribute darf nur Buchstaben und Zahlen enthalten.",
    "validation.array": "Das Feld :attribute muss ein Array sein.",
    "validation.ascii": "Das Feld :attribute darf nur einbyte-alphanumerische Zeichen und Symbole enthalten.",
    "validation.before": "Das Feld :attribute muss ein Datum vor :date sein.",
    "validation.before_or_equal": "Das Feld :attribute muss ein Datum vor oder gleich :date sein.",
    "validation.between.array": "Das Feld :attribute muss zwischen :min und :max Elemente haben.",
    "validation.between.file": "Das Feld :attribute muss zwischen :min und :max Kilobyte groß sein.",
    "validation.between.numeric": "Das Feld :attribute muss zwischen :min und :max liegen.",
    "validation.between.string": "Das Feld :attribute muss zwischen :min und :max Zeichen lang sein.",
    "validation.boolean": "Das Feld :attribute muss wahr oder falsch sein.",
    "validation.can": "Das Feld :attribute enthält einen nicht autorisierten Wert.",
    "validation.confirmed": "Die Bestätigung für das Feld :attribute stimmt nicht überein.",
    "validation.contains": "Dem Feld :attribute fehlt ein erforderlicher Wert.",
    "validation.current_password": "Das Passwort ist falsch.",
    "validation.date": "Das Feld :attribute muss ein gültiges Datum sein.",
    "validation.date_equals": "Das Feld :attribute muss ein Datum gleich :date sein.",
    "validation.date_format": "Das Feld :attribute muss dem Format :format entsprechen.",
    "validation.decimal": "Das Feld :attribute muss :decimal Dezimalstellen haben.",
    "validation.declined": "Das Feld :attribute muss abgelehnt werden.",
    "validation.declined_if": "Das Feld :attribute muss abgelehnt werden, wenn :other :value ist.",
    "validation.different": "Das Feld :attribute und :other müssen unterschiedlich sein.",
    "validation.digits": "Das Feld :attribute muss :digits Ziffern haben.",
    "validation.digits_between": "Das Feld :attribute muss zwischen :min und :max Ziffern haben.",
    "validation.dimensions": "Das Feld :attribute hat ungültige Bildabmessungen.",
    "validation.distinct": "Das Feld :attribute hat einen doppelten Wert.",
    "validation.doesnt_end_with": "Das Feld :attribute darf nicht mit einem der folgenden Werte enden: :values.",
    "validation.doesnt_start_with": "Das Feld :attribute darf nicht mit einem der folgenden Werte beginnen: :values.",
    "validation.email": "Das Feld :attribute muss eine gültige E-Mail-Adresse sein.",
    "validation.ends_with": "Das Feld :attribute muss mit einem der folgenden Werte enden: :values.",
    "validation.enum": "Das ausgewählte :attribute ist ungültig.",
    "validation.exists": "Das ausgewählte :attribute ist ungültig.",
    "validation.extensions": "Das Feld :attribute muss eine der folgenden Erweiterungen haben: :values.",
    "validation.file": "Das Feld :attribute muss eine Datei sein.",
    "validation.filled": "Das Feld :attribute muss einen Wert haben.",
    "validation.gt.array": "Das Feld :attribute muss mehr als :value Elemente haben.",
    "validation.gt.file": "Das Feld :attribute muss größer als :value Kilobyte sein.",
    "validation.gt.numeric": "Das Feld :attribute muss größer als :value sein.",
    "validation.gt.string": "Das Feld :attribute muss mehr als :value Zeichen haben.",
    "validation.gte.array": "Das Feld :attribute muss mindestens :value Elemente haben.",
    "validation.gte.file": "Das Feld :attribute muss größer oder gleich :value Kilobyte sein.",
    "validation.gte.numeric": "Das Feld :attribute muss größer oder gleich :value sein.",
    "validation.gte.string": "Das Feld :attribute muss mindestens :value Zeichen haben.",
    "validation.hex_color": "Das Feld :attribute muss eine gültige hexadezimale Farbe sein.",
    "validation.image": "Das Feld :attribute muss ein Bild sein.",
    "validation.in": "Das ausgewählte :attribute ist ungültig.",
    "validation.in_array": "Das Feld :attribute muss in :other existieren.",
    "validation.integer": "Das Feld :attribute muss eine ganze Zahl sein.",
    "validation.ip": "Das Feld :attribute muss eine gültige IP-Adresse sein.",
    "validation.ipv4": "Das Feld :attribute muss eine gültige IPv4-Adresse sein.",
    "validation.ipv6": "Das Feld :attribute muss eine gültige IPv6-Adresse sein.",
    "validation.json": "Das Feld :attribute muss eine gültige JSON-Zeichenkette sein.",
    "validation.list": "Das Feld :attribute muss eine Liste sein.",
    "validation.lowercase": "Das Feld :attribute muss in Kleinbuchstaben sein.",
    "validation.lt.array": "Das Feld :attribute muss weniger als :value Elemente haben.",
    "validation.lt.file": "Das Feld :attribute muss kleiner als :value Kilobyte sein.",
    "validation.lt.numeric": "Das Feld :attribute muss kleiner als :value sein.",
    "validation.lt.string": "Das Feld :attribute muss weniger als :value Zeichen haben.",
    "validation.lte.array": "Das Feld :attribute darf nicht mehr als :value Elemente haben.",
    "validation.lte.file": "Das Feld :attribute muss kleiner oder gleich :value Kilobyte sein.",
    "validation.lte.numeric": "Das Feld :attribute muss kleiner oder gleich :value sein.",
    "validation.lte.string": "Das Feld :attribute muss höchstens :value Zeichen haben.",
    "validation.unique": "Das :attribute wurde bereits vergeben.",
    "validation.url": "Das Feld :attribute muss eine gültige URL sein.",
    "validation.uuid": "Das Feld :attribute muss eine gültige UUID sein.",
    "validation.custom.attribute-name.rule-name": "benutzerdefinierte Nachricht"
}
