{
  "user.name": "Nombre",
  "user.email": "Correo Electrónico",
  "user.password": "Contraseña",
  "user.password.confirm": "Confirmar Contraseña",
  "Welcome": "Bienvenido",
  "Sign In": "Iniciar Sesión",
  "remember me": "Recuérdame",
  "Get Started": "Empezar",
  "Search for items to rent": "Buscar artículos para alquilar",
  "Why buy when you can rent": "¿Por qué comprar cuando puedes alquilar?",
  "Forgot your password?": "¿Olvidaste tu contraseña?",
  "Profile": "Perfil",
  "Log Out": "Cerrar Sesión",
  "Admin": "Administración",
  "Renting is often cheaper than buying. Find great deals on items you need for short-term use.": "Alquilar suele ser más barato que comprar. Encuentra grandes ofertas en artículos que necesitas a corto plazo.",
  "Recently Listed Items": "Artículos Recientemente Publicados",
  "Why Rent With Us": "¿Por qué alquilar con nosotros?",
  "Save Money": "Ahorra Dinero",
  "Have items lying around? List them on our platform and turn them into a steady stream of income.": "¿Tienes artículos sin usar? Publícalos en nuestra plataforma y conviértelos en una fuente de ingresos constante.",
  "Earn Extra Cash": "Gana Dinero Extra",
  "Eco-Friendly": "Ecológico",
  "Renting reduces waste and promotes a circular economy. Use only what you need and return it when you're done.": "Alquilar reduce el desperdicio y promueve una economía circular. Usa solo lo que necesitas y devuélvelo cuando termines.",
  "Wide Selection": "Amplia Selección",
  "From power tools to party supplies, electronics to sporting gear, we have a diverse range of items available for rent.": "Desde herramientas eléctricas hasta suministros para fiestas, electrónica y equipamiento deportivo, tenemos una amplia variedad de artículos disponibles para alquilar.",
  "Browse by Category": "Explorar por Categoría",
  "Apartments": "Apartamentos",
  "Auto Repair": "Reparación de Autos",
  "Baby": "Bebé",
  "Clothing": "Ropa",
  "Construction & DIY": "Construcción y Bricolaje",
  "EV Charging": "Carga de Vehículos Eléctricos",
  "Field": "Campo",
  "Garage": "Garaje",
  "Gardening": "Jardinería",
  "House": "Casa",
  "Market Pitch": "Puesto de Mercado",
  "Parking Space": "Espacio de Estacionamiento",
  "Yard": "Patio",
  "How it works": "Cómo Funciona",
  "Browse Listings": "Explorar Anuncios",
  "Search for items you need from our vast community of renters. Filter by category, location, and availability.": "Busca los artículos que necesitas dentro de nuestra gran comunidad de arrendadores. Filtra por categoría, ubicación y disponibilidad.",
  "Request to Rent": "Solicitar Alquiler",
  "Once you find the perfect item, send a rental request for your dates/times.": "Una vez que encuentres el artículo perfecto, envía una solicitud de alquiler con tus fechas y horarios.",
  "Payment": "Pago",
  "Once the lister has accepted your request to rent you make payment.": "Una vez que el arrendador acepte tu solicitud, realiza el pago.",
  "Pick Up or Delivery": "Recogida o Entrega",
  "Co-ordinate with the lister for pick-up, or have it delivered to your door.": "Coordina con el arrendador para la recogida o solicita la entrega a domicilio.",
  "Use & Return": "Usa y Devuelve",
  "Enjoy your rental! When you're done, return it in the same condition as when you received it.": "¡Disfruta tu alquiler! Cuando termines, devuélvelo en las mismas condiciones en las que lo recibiste.",
  "Why Choose rent-locally.com?": "¿Por qué elegir rent-locally.com?",
  "Trusted Community": "Comunidad Confiable",
  "Secure Transactions": "Transacciones Seguras",
  "We use the latest technology to keep your personal and payment information safe.": "Usamos la última tecnología para mantener segura tu información personal y de pago.",
  "24/7 Support": "Soporte 24/7",
  "Our customer service team is always here to help with any questions or issues.": "Nuestro equipo de atención al cliente está siempre disponible para ayudarte con cualquier pregunta o problema.",
  "Get Started Today!": "¡Empieza Hoy!",
  "Whether you need something for a day, a week, or longer, rent-locally.com makes renting simple, affordable, and sustainable. Join our community and start renting smarter today.": "Ya sea que necesites algo por un día, una semana o más tiempo, rent-locally.com hace que alquilar sea fácil, asequible y sostenible. Únete a nuestra comunidad y empieza a alquilar de manera más inteligente hoy mismo.",
  "Sign Up Now": "Regístrate Ahora",
  "My Rentals": "Mis Alquileres",
  "Complete Your Profile to begin listing": "Completa tu perfil para comenzar a publicar",
  "Complete Your Profile to begin listing and renting!": "¡Completa tu perfil para comenzar a publicar y alquilar!",
  "My Listings": "Mis Publicaciones",
  "List a new Item": "Publicar un Nuevo Artículo",
  "Coming Soon": "Próximamente",
  "Rent items to and from members of your community when you're not using them.": "Alquila artículos a miembros de tu comunidad cuando no los estés usando.",
  "Some potential Rental Ideas:": "Algunas ideas de alquiler:",
  "Cameras/Drones/Baby Equipment/Sports Equipment/Musical Instruments/Recording Equipment/Hand Tools/Gardening Equipment/Car Accessories": "Cámaras/Drones/Equipos para bebés/Equipos deportivos/Instrumentos musicales/Equipos de grabación/Herramientas manuales/Equipos de jardinería/Accesorios para autos",
  "Subscribe to our newsletter?": "¿Suscribirse a nuestro boletín?",
  "Share your email address if you'd like to be kept informed on useful updates regarding this project, note your email address is": "Comparte tu dirección de correo electrónico si deseas recibir actualizaciones sobre este proyecto. Ten en cuenta que tu dirección de correo electrónico",
  "NOT": "NO",
  "linked to your survey answers provided.": "está vinculada a tus respuestas de la encuesta.",
  "You can unsubscribe at anytime": "Puedes darte de baja en cualquier momento",
  "here.": "aquí.",
  "you": "tú",
  "Sign me up!": "¡Regístrame!",
  "Thanks for subscribing! Keep an eye on your inbox for updates.": "¡Gracias por suscribirte! Mantente atento a tu bandeja de entrada para recibir actualizaciones.",
  "Top 5 Reasons for Renting...": "Las 5 Mejores Razones para Alquilar...",
  "All renters and listers on the platform are Identity verified and all rentals are Insured!": "Todos los arrendadores y arrendatarios en la plataforma están verificados y todos los alquileres están asegurados.",
  "Turn your things into cash:": "Convierte tus cosas en dinero:",
  "We all have something at home that we don't use as often as we thought, we can list it on online for others to use and make some extra income.": "Todos tenemos algo en casa que no usamos tanto como pensamos. Podemos publicarlo en línea para que otros lo utilicen y ganar dinero extra.",
  "Eco-friendly:": "Ecológico:",
  "Re-using items within your community instead of buying reduces your carbon footprint in terms of manufacturing and delivery.": "Reutilizar artículos en tu comunidad en lugar de comprarlos reduce tu huella de carbono en términos de fabricación y entrega.",
  "Save Money:": "Ahorra Dinero:",
  "Renting is usually cheaper than buying, especially for expensive things. You only pay when you need it, so you skip the larger upfront cost.": "Alquilar suele ser más barato que comprar, especialmente para artículos caros. Solo pagas cuando lo necesitas, evitando un gran gasto inicial.",
  "No Storage Hassle:": "Sin problemas de almacenamiento:",
  "If you have a limited space at home but you need something for a certain occasion, don't worry about buying it, rent it, use it and give it back.": "Si tienes un espacio limitado en casa pero necesitas algo para una ocasión especial, no te preocupes por comprarlo, alquílalo, úsalo y devuélvelo.",
  "Try Before You Buy:": "Prueba antes de comprar:",
  "Renting lets you test things out before deciding to buy, so you know for sure if it's worth it.": "Alquilar te permite probar cosas antes de decidir comprarlas, para saber con certeza si vale la pena.",
  "Have a moment?": "¿Tienes un momento?",
  "It would be great to hear your": "Sería genial conocer tu",
  "anonymous": "anónimo",
  "feedback.": "comentarios.",
  "About You": "Sobre ti",
  "Age range": "Rango de edad",
  "Age Range": "Rango de edad",
  "Under 18": "Menos de 18",
  "Would you be interested in renting items from people in your local community?": "¿Estarías interesado en alquilar artículos de personas en tu comunidad local?",
  "Yes": "Sí",
  "No": "No",
  "Do you have items lying around at home that you'd rent out to people in your local community?": "¿Tienes artículos en casa que alquilarías a personas de tu comunidad local?",
  "Rental Activity": "Actividad de alquiler",
  "What would motivate you to rent instead of buying?": "¿Qué te motivaría a alquilar en lugar de comprar?",
  "Please check all that apply": "Por favor, marca todas las opciones que correspondan",
  "Convenience": "Comodidad",
  "Limited storage space": "Espacio de almacenamiento limitado",
  "Sustainability and environment": "Sostenibilidad y medio ambiente",
  "Cost saving": "Ahorro de costos",
  "Before you Go!": "¡Antes de que te vayas!",
  "Any other comments/advice/concerns about this type of service?": "¿Tienes algún otro comentario, consejo o inquietud sobre este tipo de servicio?",
  "Your answer...": "Tu respuesta...",
  "Submit Answers": "Enviar respuestas",
  "Thanks for your feedback!": "¡Gracias por tus comentarios!",
  "If you haven't already done so, please consider subscribing for updates on the project!": "Si aún no lo has hecho, considera suscribirte para recibir actualizaciones sobre el proyecto.",
  "We're sorry to see you go": "Lamentamos verte partir",
  "Please enter your email address below to be removed from our newsletter mailing list.": "Por favor, introduce tu dirección de correo electrónico a continuación para ser eliminado de nuestra lista de correo del boletín.",
  "Unsubscribe": "Darse de baja",
  "You have now successfully unsubscribed from our newsletter, we hope to see you back soon!": "Te has dado de baja con éxito de nuestro boletín, ¡esperamos verte de nuevo pronto!",
  "Country of Residence": "País de residencia",
  "Belgium": "Bélgica",
  "France": "Francia",
  "Germany": "Alemania",
  "Luxembourg": "Luxemburgo",
  "Netherlands": "Países Bajos",
  "Spain": "España",
  "United Kingdom": "Reino Unido",
  "Are you a Student?": "¿Eres estudiante?",
  "Create Rental Item": "Crear artículo de alquiler",
  "New Item Form": "Formulario de nuevo artículo",
  "After your item is created and approved, you'll be able to edit it at anytime.": "Después de que tu artículo sea creado y aprobado, podrás editarlo en cualquier momento.",
  "Item Name & description": "Nombre y descripción del artículo",
  "Name": "Nombre",
  "Description": "Descripción",
  "We recommend adding as much information as possible about your item here.": "Recomendamos agregar la mayor cantidad de información posible sobre tu artículo aquí.",
  "Item Condition": "Condición del artículo",
  "New": "Nuevo",
  "Item is in brand new condition as if it's never been used": "El artículo está en estado completamente nuevo, como si nunca se hubiera usado",
  "Used": "Usado",
  "A used Item with some wear and tear": "Un artículo usado con algo de desgaste",
  "Used with Damage": "Usado con daños",
  "A used item with some damage but still in working order": "Un artículo usado con algunos daños pero aún en funcionamiento",
  "Item Category": "Categoría del artículo",
  "Please select an item category": "Por favor, selecciona una categoría de artículo",
  "Item Pricing": "Precio del artículo",
  "You can offer lower prices for longer rental periods, the price will always be calculated using the lowest combination.": "Puedes ofrecer precios más bajos para períodos de alquiler más largos; el precio siempre se calculará utilizando la combinación más baja.",
  "Price per day (required)": "Precio por día (requerido)",
  "Price per 7 days": "Precio por 7 días",
  "Price per 30 days": "Precio por 30 días",
  "Optionally set a minimum rental period for your item.": "Opcionalmente, establece un período mínimo de alquiler para tu artículo.",
  "Minimum Rental Period": "Período mínimo de alquiler",
  "days": "días",
  "Item Location": "Ubicación del artículo",
  "Please select where the item is located": "Por favor, selecciona dónde se encuentra el artículo",
  "Upload Item Images": "Subir imágenes del artículo",
  "You can add/remove images at anytime": "Puedes agregar/eliminar imágenes en cualquier momento",
  "The maximum number of images you can upload is 6": "El número máximo de imágenes que puedes subir es 6",
  "Limit is 6 images please remove some images to continue": "El límite es de 6 imágenes, por favor elimina algunas imágenes para continuar",
  "By submitting this form you confirm acceptance of the rent-locally.com": "Al enviar este formulario confirmas la aceptación de rent-locally.com",
  "terms & conditions": "términos y condiciones",
  "Terms & Conditions": "Términos y condiciones",
  "Submit New Rental Item": "Enviar nuevo artículo de alquiler",
  "Cancel": "Cancelar",
  "Item Submitted": "Artículo enviado",
  "We'll send you a notification when your item has been confirmed and is ready for renting...": "Te enviaremos una notificación cuando tu artículo haya sido confirmado y esté listo para alquilarse...",
  "Create Another?": "¿Crear otro?",
  "Maybe Later": "Tal vez más tarde",
  "Manage your profile": "Gestiona tu perfil",
  "Actions required to complete your profile.": "Acciones requeridas para completar tu perfil.",
  "Complete Identification": "Identificación Completa",
  "Verify Identity": "Verificar Identidad",
  "Required to begin renting and listing items.": "Requerido para comenzar a alquilar y listar artículos.",
  "Create Payment Account": "Crear Cuenta de Pago",
  "Required to begin listing items.": "Requerido para comenzar a listar artículos.",
  "Add a Profile Photo": "Añadir una Foto de Perfil",
  "A public profile photo will help you be more approachable to both Renters and Listers.": "Una foto de perfil pública te ayudará a ser más accesible tanto para arrendadores como para arrendatarios.",
  "Profile Information": "Información del Perfil",
  "Update your account's profile information and email address.": "Actualiza la información de tu perfil y la dirección de correo electrónico de tu cuenta.",
  "Your email address is unverified.": "Tu dirección de correo electrónico no está verificada.",
  "Click here to re-send the verification email.": "Haz clic aquí para re-enviar el correo de verificación.",
  "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a tu dirección de correo electrónico.",
  "Save": "Guardar",
  "Saved.": "Guardado.",
  "Surname": "Apellido",
  "Email": "Correo electrónico",
  "Update Password": "Actualizar Contraseña",
  "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta esté utilizando una contraseña larga y aleatoria para mantenerla segura.",
  "Current Password": "Contraseña Actual",
  "New Password": "Nueva Contraseña",
  "Confirm Password": "Confirmar Contraseña",
  "Delete Account": "Eliminar Cuenta",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que tu cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Antes de eliminar tu cuenta, por favor descarga cualquier dato o información que desees retener.",
  "Are you sure you want to delete your account?": "¿Estás seguro de que deseas eliminar tu cuenta?",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una vez que tu cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Por favor, introduce tu contraseña para confirmar que deseas eliminar permanentemente tu cuenta.",
  "Password": "Contraseña",
  "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "¡Gracias por registrarte! Antes de comenzar, verifica tu dirección de correo electrónico haciendo clic en el enlace que te acabamos de enviar. Si no has recibido el correo, estaremos encantados de enviarte otro.",
  "Resend Verification Email": "Reenviar correo de verificación",
  "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionaste durante el registro.",
  "Thanks for signing up with rent-locally!": "¡Gracias por registrarte en rent-locally!",
  "Please click the button below to verify your email address.": "Haz clic en el botón de abajo para verificar tu dirección de correo electrónico.",
  "Regards,": "Saludos,",
  "Verify Email Address": "Verificar dirección de correo electrónico",
  "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si tienes problemas para hacer clic en el botón \":actionText\", copia y pega la URL de abajo en tu navegador web.",
  "Languages You Speak": "Idiomas que hablas",
  "username": "nombre de usuario",
  "Username": "Nombre de usuario",
  "Rental Requests Pending Approval": "Solicitudes de alquiler pendientes de aprobación",
  "Item": "Artículo",
  "Rental Start": "Inicio del alquiler",
  "Rental End": "Fin del alquiler",
  "Rental Price": "Precio de alquiler",
  "Requested": "Solicitado",

  "auth.failed": "Estas credenciales no coinciden con nuestros registros.",
  "auth.password": "La contraseña proporcionada es incorrecta.",
  "auth.throttle": "Demasiados intentos de inicio de sesión. Por favor, inténtalo de nuevo en :seconds segundos.",
  "pagination.previous": "&laquo; Anterior",
  "pagination.next": "Siguiente &raquo;",
  "passwords.reset": "Tu contraseña ha sido restablecida.",
  "passwords.sent": "Te hemos enviado un enlace para restablecer tu contraseña por correo electrónico.",
  "passwords.throttled": "Por favor, espera antes de intentarlo nuevamente.",
  "passwords.token": "Este token de restablecimiento de contraseña no es válido.",
  "passwords.user": "No podemos encontrar un usuario con esa dirección de correo electrónico.",
  "validation.accepted": "El campo :attribute debe ser aceptado.",
  "validation.accepted_if": "El campo :attribute debe ser aceptado cuando :other es :value.",
  "validation.active_url": "El campo :attribute debe ser una URL válida.",
  "validation.after": "El campo :attribute debe ser una fecha posterior a :date.",
  "validation.after_or_equal": "El campo :attribute debe ser una fecha igual o posterior a :date.",
  "validation.alpha": "El campo :attribute solo puede contener letras.",
  "validation.alpha_dash": "El campo :attribute solo puede contener letras, números, guiones y guiones bajos.",
  "validation.alpha_num": "El campo :attribute solo puede contener letras y números.",
  "validation.array": "El campo :attribute debe ser un arreglo.",
  "validation.ascii": "El campo :attribute solo puede contener caracteres alfanuméricos y símbolos de un solo byte.",
  "validation.before": "El campo :attribute debe ser una fecha anterior a :date.",
  "validation.before_or_equal": "El campo :attribute debe ser una fecha anterior o igual a :date.",
  "validation.between.array": "El campo :attribute debe tener entre :min y :max elementos.",
  "validation.between.file": "El campo :attribute debe tener entre :min y :max kilobytes.",
  "validation.between.numeric": "El campo :attribute debe estar entre :min y :max.",
  "validation.between.string": "El campo :attribute debe tener entre :min y :max caracteres.",
  "validation.boolean": "El campo :attribute debe ser verdadero o falso.",
  "validation.can": "El campo :attribute contiene un valor no autorizado.",
  "validation.confirmed": "La confirmación de :attribute no coincide.",
  "validation.contains": "El campo :attribute carece de un valor requerido.",
  "validation.current_password": "La contraseña es incorrecta.",
  "validation.date": "El campo :attribute debe ser una fecha válida.",
  "validation.date_equals": "El campo :attribute debe ser una fecha igual a :date.",
  "validation.date_format": "El campo :attribute debe coincidir con el formato :format.",
  "validation.decimal": "El campo :attribute debe tener :decimal decimales.",
  "validation.declined": "El campo :attribute debe ser rechazado.",
  "validation.declined_if": "El campo :attribute debe ser rechazado cuando :other es :value.",
  "validation.different": "El campo :attribute y :other deben ser diferentes.",
  "validation.digits": "El campo :attribute debe tener :digits dígitos.",
  "validation.digits_between": "El campo :attribute debe tener entre :min y :max dígitos.",
  "validation.dimensions": "El campo :attribute tiene dimensiones de imagen no válidas.",
  "validation.distinct": "El campo :attribute tiene un valor duplicado.",
  "validation.doesnt_end_with": "El campo :attribute no debe terminar con uno de los siguientes valores: :values.",
  "validation.doesnt_start_with": "El campo :attribute no debe comenzar con uno de los siguientes valores: :values.",
  "validation.email": "El campo :attribute debe ser una dirección de correo electrónico válida.",
  "validation.ends_with": "El campo :attribute debe terminar con uno de los siguientes valores: :values.",
  "validation.enum": "El valor seleccionado para :attribute no es válido.",
  "validation.exists": "El valor seleccionado para :attribute no es válido.",
  "validation.extensions": "El campo :attribute debe tener una de las siguientes extensiones: :values.",
  "validation.file": "El campo :attribute debe ser un archivo.",
  "validation.filled": "El campo :attribute debe tener un valor.",
  "validation.gt.array": "El campo :attribute debe tener más de :value elementos.",
  "validation.gt.file": "El campo :attribute debe ser mayor que :value kilobytes.",
  "validation.gt.numeric": "El campo :attribute debe ser mayor que :value.",
  "validation.gt.string": "El campo :attribute debe tener más de :value caracteres.",
  "validation.gte.array": "El campo :attribute debe tener al menos :value elementos.",
  "validation.gte.file": "El campo :attribute debe ser mayor o igual a :value kilobytes.",
  "validation.gte.numeric": "El campo :attribute debe ser mayor o igual a :value.",
  "validation.gte.string": "El campo :attribute debe tener al menos :value caracteres.",
  "validation.hex_color": "El campo :attribute debe ser un color hexadecimal válido.",
  "validation.image": "El campo :attribute debe ser una imagen.",
  "validation.in": "El valor seleccionado para :attribute no es válido.",
  "validation.in_array": "El campo :attribute debe existir en :other.",
  "validation.integer": "El campo :attribute debe ser un número entero.",
  "validation.ip": "El campo :attribute debe ser una dirección IP válida.",
  "validation.ipv4": "El campo :attribute debe ser una dirección IPv4 válida.",
  "validation.ipv6": "El campo :attribute debe ser una dirección IPv6 válida.",
  "validation.json": "El campo :attribute debe ser una cadena JSON válida.",
  "validation.list": "El campo :attribute debe ser una lista.",
  "validation.lowercase": "El campo :attribute debe estar en minúsculas.",
  "validation.lt.array": "El campo :attribute debe tener menos de :value elementos.",
  "validation.lt.file": "El campo :attribute debe ser menor que :value kilobytes.",
  "validation.lt.numeric": "El campo :attribute debe ser menor que :value.",
  "validation.lt.string": "El campo :attribute debe tener menos de :value caracteres.",
  "validation.lte.array": "El campo :attribute no debe tener más de :value elementos.",
  "validation.lte.file": "El campo :attribute debe ser menor o igual a :value kilobytes.",
  "validation.lte.numeric": "El campo :attribute debe ser menor o igual a :value.",
  "validation.lte.string": "El campo :attribute debe tener como máximo :value caracteres.",
  "validation.unique": "El campo :attribute ya ha sido tomado.",
  "validation.url": "El campo :attribute debe ser una URL válida.",
  "validation.uuid": "El campo :attribute debe ser un UUID válido.",
  "validation.custom.attribute-name.rule-name": "mensaje personalizado"
}
