{
    "user.name": "Nom",
    "user.email": "E-mail",
    "user.password": "Mot de passe",
    "user.password.confirm": "Confirmer le mot de passe",
    "Welcome": "Accueil",
    "Sign In": "Se connecter",
    "remember me": "Se souvenir de moi",
    "Get Started": "Commencer",
    "Search for items to rent": "Recherche d'objets à louer",
    "Forgot your password?": "Vous avez oublié votre mot de passe ?",
    "Profile": "Profil",
    "Log Out": "Se déconnecter",
    "Admin": "Administrateur",
    "Renting is often cheaper than buying. Find great deals on items you need for short-term use.": "Louer est souvent moins cher que d'acheter. Trouvez de bonnes affaires sur les articles dont vous avez besoin à court terme.",
    "Recently Listed Items": "Articles récemment listés",
    "Why Rent With Us": "Pourquoi louer avec nous",
    "Save Money": "Économisez de l'argent",
    "Have items lying around? List them on our platform and turn them into a steady stream of income.": "Vous avez des objets inutilisés ? Mettez-les en location sur notre plateforme et transformez-les en un revenu régulier.",
    "Earn Extra Cash": "Gagnez de l'argent supplémentaire",
    "Eco-Friendly": "Écologique",
    "Renting reduces waste and promotes a circular economy. Use only what you need and return it when you're done.": "La location réduit les déchets et favorise une économie circulaire. Utilisez seulement ce dont vous avez besoin et retournez-le une fois terminé.",
    "Wide Selection": "Large sélection",
    "From power tools to party supplies, electronics to sporting gear, we have a diverse range of items available for rent.": "Des outils électriques aux articles de fête, en passant par l'électronique et le matériel sportif, nous proposons une large gamme d'articles à louer.",
    "Browse by Category": "Parcourir par catégorie",
    "Apartments": "Appartements",
    "Auto Repair": "Réparation automobile",
    "Baby": "Bébé",
    "Clothing": "Vêtements",
    "Construction & DIY": "Construction & Bricolage",
    "EV Charging": "Recharge de VE",
    "Field": "Champ",
    "Garage": "Garage",
    "Gardening": "Jardinage",
    "House": "Maison",
    "Market Pitch": "Emplacement de marché",
    "Parking Space": "Place de parking",
    "Yard": "Jardin",
    "How it works": "Comment ça marche",
    "Browse Listings": "Parcourir les annonces",
    "Search for items you need from our vast community of renters. Filter by category, location, and availability.": "Recherchez les articles dont vous avez besoin parmi notre vaste communauté de locataires. Filtrez par catégorie, emplacement et disponibilité.",
    "Request to Rent": "Demande de location",
    "Once you find the perfect item, send a rental request for your dates/times.": "Une fois l'article idéal trouvé, envoyez une demande de location pour vos dates/heures.",
    "Payment": "Paiement",
    "Once the lister has accepted your request to rent you make payment.": "Une fois votre demande acceptée par le loueur, effectuez le paiement.",
    "Pick Up or Delivery": "Retrait ou livraison",
    "Co-ordinate with the lister for pick-up, or have it delivered to your door.": "Coordonnez-vous avec le loueur pour un retrait ou une livraison à domicile.",
    "Use & Return": "Utilisation et retour",
    "Enjoy your rental! When you're done, return it in the same condition as when you received it.": "Profitez de votre location ! Une fois terminé, retournez l'article dans le même état que lors de la réception.",
    "Why Choose rent-locally.com?": "Pourquoi choisir rent-locally.com ?",
    "Trusted Community": "Communauté de confiance",
    "Secure Transactions": "Transactions sécurisées",
    "We use the latest technology to keep your personal and payment information safe.": "Nous utilisons les dernières technologies pour sécuriser vos informations personnelles et de paiement.",
    "24/7 Support": "Support 24/7",
    "Our customer service team is always here to help with any questions or issues.": "Notre service client est toujours là pour répondre à vos questions ou problèmes.",
    "Get Started Today!": "Commencez dès aujourd'hui !",
    "Whether you need something for a day, a week, or longer, rent-locally.com makes renting simple, affordable, and sustainable. Join our community and start renting smarter today.": "Que vous ayez besoin de quelque chose pour un jour, une semaine ou plus, rent-locally.com rend la location simple, abordable et durable. Rejoignez notre communauté et commencez à louer plus intelligemment dès aujourd'hui.",
    "Sign Up Now": "Inscrivez-vous maintenant",
    "My Rentals": "Mes locations",
    "Complete Your Profile to begin listing": "Complétez votre profil pour commencer à publier",
    "Complete Your Profile to begin listing and renting!": "Complétez votre profil pour commencer à publier et à louer !",
    "My Listings": "Mes annonces",
    "List a new Item": "Ajouter un nouvel article",
    "Coming Soon": "Bientôt disponible",
    "Rent items to and from members of your community when you're not using them.": "Louez des objets à des membres de votre communauté et proposez-en lorsque vous ne les utilisez pas.",
    "Some potential Rental Ideas:": "Quelques idées de location possibles :",
    "Cameras/Drones/Baby Equipment/Sports Equipment/Musical Instruments/Recording Equipment/Hand Tools/Gardening Equipment/Car Accessories": "Appareils photo/Drones/Équipement pour bébés/Équipement sportif/Instruments de musique/Matériel d’enregistrement/Outils à main/Équipement de jardinage/Accessoires automobiles",
    "Subscribe to our newsletter?": "Voulez-vous vous abonner à notre newsletter ?",
    "Share your email address if you'd like to be kept informed on useful updates regarding this project, note your email address is": "Partagez votre adresse e-mail si vous souhaitez être informé des mises à jour utiles concernant ce projet. Notez que votre adresse e-mail n'est",
    "NOT": "PAS",
    "linked to your survey answers provided.": "liée à vos réponses au sondage fournies.",
    "You can unsubscribe at anytime": "Vous pouvez vous désabonner à tout moment",
    "here.": "ici.",
    "you": "vous",
    "Sign me up!": "Inscrivez-moi !",
    "Thanks for subscribing! Keep an eye on your inbox for updates.": "Merci pour votre inscription ! Surveillez votre boîte de réception pour les mises à jour.",
    "Top 5 Reasons for Renting...": "Top 5 des raisons de louer...",
    "All renters and listers on the platform are Identity verified and all rentals are Insured!": "Tous les locataires et annonceurs sur la plateforme sont vérifiés et toutes les locations sont assurées !",
    "Turn your things into cash:": "Transformez vos objets en argent :",
    "We all have something at home that we don't use as often as we thought, we can list it on online for others to use and make some extra income.": "Nous avons tous des objets à la maison que nous utilisons moins que prévu. Nous pouvons les mettre en location en ligne pour que d’autres en profitent et ainsi générer un revenu supplémentaire.",
    "Eco-friendly:": "Écologique :",
    "Re-using items within your community instead of buying reduces your carbon footprint in terms of manufacturing and delivery.": "Réutiliser des objets au sein de votre communauté au lieu d'acheter permet de réduire votre empreinte carbone liée à la fabrication et à la livraison.",
    "Save Money:": "Économiser de l'argent :",
    "Renting is usually cheaper than buying, especially for expensive things. You only pay when you need it, so you skip the larger upfront cost.": "Louer est généralement moins cher qu’acheter, surtout pour les objets coûteux. Vous ne payez que lorsque vous en avez besoin, évitant ainsi un gros investissement initial.",
    "No Storage Hassle:": "Aucun souci de stockage :",
    "If you have a limited space at home but you need something for a certain occasion, don't worry about buying it, rent it, use it and give it back.": "Si vous avez un espace limité chez vous mais que vous avez besoin d’un objet pour une occasion spécifique, ne vous embêtez pas à l’acheter : louez-le, utilisez-le et retournez-le.",
    "Try Before You Buy:": "Essayez avant d'acheter :",
    "Renting lets you test things out before deciding to buy, so you know for sure if it's worth it.": "Louer vous permet de tester un objet avant de l’acheter afin de savoir s’il en vaut vraiment la peine.",
    "Have a moment?": "Avez-vous un moment ?",
    "It would be great to hear your": "Nous aimerions connaître votre",
    "anonymous": "anonyme",
    "feedback.": "avis.",
    "About You": "À propos de vous",
    "Age range": "Tranche d'âge",
    "Under 18": "Moins de 18 ans",
    "Would you be interested in renting items from people in your local community?": "Seriez-vous intéressé par la location d’objets auprès de personnes de votre communauté locale ?",
    "Yes": "Oui",
    "No": "Non",
    "Do you have items lying around at home that you'd rent out to people in your local community?": "Avez-vous des objets chez vous que vous pourriez louer à des personnes de votre communauté locale ?",
    "Rental Activity": "Activité de location",
    "What would motivate you to rent instead of buying?": "Qu'est-ce qui vous motiverait à louer plutôt qu'à acheter ?",
    "Please check all that apply": "Veuillez cocher toutes les options applicables",
    "Convenience": "Praticité",
    "Limited storage space": "Espace de stockage limité",
    "Sustainability and environment": "Durabilité et environnement",
    "Cost saving": "Économie d'argent",
    "Before you Go!": "Avant de partir !",
    "Any other comments/advice/concerns about this type of service?": "Avez-vous d'autres commentaires, conseils ou préoccupations concernant ce type de service ?",
    "Your answer...": "Votre réponse...",
    "Submit Answers": "Envoyer les réponses",
    "Thanks for your feedback!": "Merci pour votre retour !",
    "If you haven't already done so, please consider subscribing for updates on the project!": "Si ce n'est pas encore fait, pensez à vous abonner pour recevoir des mises à jour sur le projet !",
    "We're sorry to see you go": "Nous sommes désolés de vous voir partir",
    "Please enter your email address below to be removed from our newsletter mailing list.": "Veuillez entrer votre adresse e-mail ci-dessous pour être supprimé de notre liste de diffusion de la newsletter.",
    "Unsubscribe": "Se désabonner",
    "You have now successfully unsubscribed from our newsletter, we hope to see you back soon!": "Vous vous êtes désabonné avec succès de notre newsletter, nous espérons vous revoir bientôt!",
    "Country of Residence": "Pays de résidence",
    "Belgium": "Belgique",
    "France": "France",
    "Germany": "Allemagne",
    "Luxembourg": "Luxembourg",
    "Netherlands": "Pays-Bas",
    "Spain": "Espagne",
    "United Kingdom": "Royaume-Uni",
    "Are you a Student?": "Êtes-vous étudiant?",
    "Create Rental Item": "Créer un article à louer",
    "New Item Form": "Nouveau formulaire d'article",
    "After your item is created and approved, you'll be able to edit it at anytime.": "Après que votre article soit créé et approuvé, vous pourrez l'éditer à tout moment.",
    "Item Name & description": "Nom de l'article & description",
    "Name": "Nom",
    "Description": "Description",
    "We recommend adding as much information as possible about your item here.": "Nous vous recommandons d'ajouter autant d'informations que possible sur votre article ici.",
    "Item Condition": "État de l'article",
    "New": "Neuf",
    "Item is in brand new condition as if it's never been used": "L'article est dans un état neuf, comme s'il n'avait jamais été utilisé",
    "Used": "Occasion",
    "A used Item with some wear and tear": "Un article d'occasion avec quelques signes d'usure",
    "Used with Damage": "Occasion avec dommage",
    "A used item with some damage but still in working order": "Un article d'occasion avec des dommages mais toujours en état de marche",
    "Item Category": "Catégorie de l'article",
    "Please select an item category": "Veuillez sélectionner une catégorie d'article",
    "Item Pricing": "Tarification de l'article",
    "You can offer lower prices for longer rental periods, the price will always be calculated using the lowest combination.": "Vous pouvez proposer des prix plus bas pour des périodes de location plus longues, le prix sera toujours calculé en utilisant la combinaison la plus basse.",
    "Price per day (required)": "Prix par jour (obligatoire)",
    "Price per 7 days": "Prix pour 7 jours",
    "Price per 30 days": "Prix pour 30 jours",
    "Optionally set a minimum rental period for your item.": "Définissez facultativement une période de location minimale pour votre article.",
    "Minimum Rental Period": "Période de location minimale",
    "days": "jours",
    "Item Location": "Emplacement de l'article",
    "Please select where the item is located": "Veuillez sélectionner l'emplacement de l'article",
    "Upload Item Images": "Télécharger des images de l'article",
    "You can add/remove images at anytime": "Vous pouvez ajouter/retirer des images à tout moment",
    "The maximum number of images you can upload is 6": "Le nombre maximal d'images que vous pouvez télécharger est de 6",
    "Limit is 6 images please remove some images to continue": "La limite est de 6 images, veuillez en retirer quelques-unes pour continuer",
    "By submitting this form you confirm acceptance of the rent-locally.com": "En soumettant ce formulaire, vous confirmez l'acceptation des conditions générales de rent-locally.com",
    "terms & conditions": "termes et conditions",
    "Terms & Conditions": "Conditions générales",
    "Submit New Rental Item": "Soumettre un nouvel article à louer",
    "Cancel": "Annuler",
    "Item Submitted": "Article soumis",
    "We'll send you a notifcation when your item has been confirmed and is ready for renting...": "Nous vous enverrons une notification lorsque votre article sera confirmé et prêt à être loué...",
    "Create Another?": "Créer un autre article?",
    "Maybe Later": "Peut-être plus tard",
    "Manage your profile": "Gérer votre profil",
    "Actions required to complete your profile.": "Actions nécessaires pour compléter votre profil.",
    "Complete Identification": "Compléter l'identification",
    "Verify Identity": "Vérifier l'identité",
    "Required to begin renting and listing items.": "Nécessaire pour commencer à louer et à répertorier des articles.",
    "Create Payment Account": "Créer un compte de paiement",
    "Required to begin listing items.": "Nécessaire pour commencer à répertorier des articles.",
    "Add a Profile Photo": "Ajouter une photo de profil",
    "A public profile photo will help you be more approachable to both Renters and Listers.": "Une photo de profil publique vous aidera à être plus abordable pour les locataires et les annonceurs.",
    "Profile Information": "Informations du profil",
    "Update your account's profile information and email address.": "Mettez à jour les informations de votre profil et votre adresse e-mail.",
    "Your email address is unverified.": "Votre adresse e-mail n'est pas vérifiée.",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l'e-mail de vérification.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
    "Save": "Enregistrer",
    "Saved.": "Enregistré.",
    "Surname": "Nom de famille",
    "Email": "E-mail",
    "Update Password": "Mettre à jour le mot de passe",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
    "Current Password": "Mot de passe actuel",
    "New Password": "Nouveau mot de passe",
    "Confirm Password": "Confirmer le mot de passe",
    "Delete Account": "Supprimer le compte",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Avant de supprimer votre compte, veuillez télécharger toutes les données ou informations que vous souhaitez conserver.",
    "Are you sure you want to delete your account?": "Êtes-vous sûr de vouloir supprimer votre compte ?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Veuillez entrer votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Password": "Mot de passe",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Merci de vous être inscrit ! Avant de commencer, pourriez-vous vérifier votre adresse e-mail en cliquant sur le lien que nous venons de vous envoyer ? Si vous n'avez pas reçu l'e-mail, nous vous en enverrons volontiers un autre.",
    "Resend Verification Email": "Renvoyer l’e-mail de vérification",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse e-mail que vous avez fournie lors de votre inscription.",
    "Thanks for signing up with rent-locally!": "Merci de vous être inscrit sur rent-locally !",
    "Please click the button below to verify your email address.": "Veuillez cliquer sur le bouton ci-dessous pour vérifier votre adresse e-mail.",
    "Regards,": "Cordialement,",
    "Verify Email Address": "Vérifier l'adresse e-mail",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si vous avez du mal à cliquer sur le bouton \":actionText\", copiez et collez l'URL ci-dessous dans votre navigateur web.",
    "Languages You Speak": "Langues que vous parlez",
    "username": "nom d'utilisateur",
    "Username": "Nom d'utilisateur",
    "Rental Requests Pending Approval": "Demandes de location en attente d'approbation",
    "Item": "Article",
    "Rental Start": "Début de la location",
    "Rental End": "Fin de la location",
    "Rental Price": "Prix de location",
    "Requested": "Demandé",

    "auth.failed": "Ces identifiants ne correspondent pas à nos enregistrements.",
    "auth.password": "Le mot de passe fourni est incorrect.",
    "auth.throttle": "Trop de tentatives de connexion. Veuillez réessayer dans :seconds secondes.",
    "pagination.previous": "&laquo; Précédent",
    "pagination.next": "Suivant &raquo;",
    "passwords.reset": "Votre mot de passe a été réinitialisé.",
    "passwords.sent": "Nous vous avons envoyé un e-mail avec le lien de réinitialisation de votre mot de passe.",
    "passwords.throttled": "Veuillez patienter avant de réessayer.",
    "passwords.token": "Ce jeton de réinitialisation du mot de passe est invalide.",
    "passwords.user": "Nous ne trouvons aucun utilisateur avec cette adresse e-mail.",
    "validation.accepted": "Le champ :attribute doit être accepté.",
    "validation.accepted_if": "Le champ :attribute doit être accepté lorsque :other est :value.",
    "validation.active_url": "Le champ :attribute doit être une URL valide.",
    "validation.after": "Le champ :attribute doit être une date postérieure à :date.",
    "validation.after_or_equal": "Le champ :attribute doit être une date postérieure ou égale à :date.",
    "validation.alpha": "Le champ :attribute ne doit contenir que des lettres.",
    "validation.alpha_dash": "Le champ :attribute ne doit contenir que des lettres, des chiffres, des tirets et des underscores.",
    "validation.alpha_num": "Le champ :attribute ne doit contenir que des lettres et des chiffres.",
    "validation.array": "Le champ :attribute doit être un tableau.",
    "validation.ascii": "Le champ :attribute ne doit contenir que des caractères ASCII alphanumériques et des symboles.",
    "validation.before": "Le champ :attribute doit être une date antérieure à :date.",
    "validation.before_or_equal": "Le champ :attribute doit être une date antérieure ou égale à :date.",
    "validation.between.array": "Le champ :attribute doit contenir entre :min et :max éléments.",
    "validation.between.file": "Le champ :attribute doit être compris entre :min et :max kilo-octets.",
    "validation.between.numeric": "Le champ :attribute doit être compris entre :min et :max.",
    "validation.between.string": "Le champ :attribute doit contenir entre :min et :max caractères.",
    "validation.boolean": "Le champ :attribute doit être vrai ou faux.",
    "validation.can": "Le champ :attribute contient une valeur non autorisée.",
    "validation.confirmed": "La confirmation du champ :attribute ne correspond pas.",
    "validation.contains": "Le champ :attribute manque une valeur requise.",
    "validation.current_password": "Le mot de passe est incorrect.",
    "validation.date": "Le champ :attribute doit être une date valide.",
    "validation.date_equals": "Le champ :attribute doit être une date égale à :date.",
    "validation.date_format": "Le champ :attribute doit correspondre au format :format.",
    "validation.decimal": "Le champ :attribute doit contenir :decimal décimales.",
    "validation.declined": "Le champ :attribute doit être refusé.",
    "validation.declined_if": "Le champ :attribute doit être refusé lorsque :other est :value.",
    "validation.different": "Les champs :attribute et :other doivent être différents.",
    "validation.digits": "Le champ :attribute doit contenir :digits chiffres.",
    "validation.digits_between": "Le champ :attribute doit contenir entre :min et :max chiffres.",
    "validation.dimensions": "Les dimensions de l'image du champ :attribute ne sont pas valides.",
    "validation.distinct": "Le champ :attribute a une valeur en double.",
    "validation.doesnt_end_with": "Le champ :attribute ne doit pas se terminer par l'un des éléments suivants : :values.",
    "validation.doesnt_start_with": "Le champ :attribute ne doit pas commencer par l'un des éléments suivants : :values.",
    "validation.email": "Le champ :attribute doit être une adresse e-mail valide.",
    "validation.ends_with": "Le champ :attribute doit se terminer par l'un des éléments suivants : :values.",
    "validation.enum": "La valeur sélectionnée pour :attribute n'est pas valide.",
    "validation.exists": "La valeur sélectionnée pour :attribute n'est pas valide.",
    "validation.extensions": "Le champ :attribute doit avoir l'une des extensions suivantes : :values.",
    "validation.file": "Le champ :attribute doit être un fichier.",
    "validation.filled": "Le champ :attribute doit avoir une valeur.",
    "validation.gt.array": "Le champ :attribute doit contenir plus de :value éléments.",
    "validation.gt.file": "Le champ :attribute doit être supérieur à :value kilo-octets.",
    "validation.gt.numeric": "Le champ :attribute doit être supérieur à :value.",
    "validation.gt.string": "Le champ :attribute doit contenir plus de :value caractères.",
    "validation.gte.array": "Le champ :attribute doit contenir au moins :value éléments.",
    "validation.gte.file": "Le champ :attribute doit être supérieur ou égal à :value kilo-octets.",
    "validation.gte.numeric": "Le champ :attribute doit être supérieur ou égal à :value.",
    "validation.gte.string": "Le champ :attribute doit contenir au moins :value caractères.",
    "validation.hex_color": "Le champ :attribute doit être une couleur hexadécimale valide.",
    "validation.image": "Le champ :attribute doit être une image.",
    "validation.in": "La valeur sélectionnée pour :attribute n'est pas valide.",
    "validation.in_array": "Le champ :attribute doit exister dans :other.",
    "validation.integer": "Le champ :attribute doit être un entier.",
    "validation.ip": "Le champ :attribute doit être une adresse IP valide.",
    "validation.ipv4": "Le champ :attribute doit être une adresse IPv4 valide.",
    "validation.ipv6": "Le champ :attribute doit être une adresse IPv6 valide.",
    "validation.json": "Le champ :attribute doit être une chaîne JSON valide.",
    "validation.list": "Le champ :attribute doit être une liste.",
    "validation.lowercase": "Le champ :attribute doit être en minuscules.",
    "validation.lt.array": "Le champ :attribute doit contenir moins de :value éléments.",
    "validation.lt.file": "Le champ :attribute doit être inférieur à :value kilo-octets.",
    "validation.lt.numeric": "Le champ :attribute doit être inférieur à :value.",
    "validation.lt.string": "Le champ :attribute doit contenir moins de :value caractères.",
    "validation.lte.array": "Le champ :attribute ne doit pas contenir plus de :value éléments.",
    "validation.lte.file": "Le champ :attribute doit être inférieur ou égal à :value kilo-octets.",
    "validation.lte.numeric": "Le champ :attribute doit être inférieur ou égal à :value.",
    "validation.lte.string": "Le champ :attribute doit contenir au maximum :value caractères.",
    "validation.mac_address": "Le champ :attribute doit être une adresse MAC valide.",
    "validation.max.array": "Le champ :attribute ne doit pas contenir plus de :max éléments.",
    "validation.max.file": "Le champ :attribute ne doit pas dépasser :max kilo-octets.",
    "validation.max.numeric": "Le champ :attribute ne doit pas être supérieur à :max.",
    "validation.max.string": "Le champ :attribute ne doit pas contenir plus de :max caractères.",
    "validation.max_digits": "Le champ :attribute ne doit pas contenir plus de :max chiffres.",
    "validation.mimes": "Le champ :attribute doit être un fichier de type : :values.",
    "validation.mimetypes": "Le champ :attribute doit être un fichier de type : :values.",
    "validation.min.array": "Le champ :attribute doit contenir au moins :min éléments.",
    "validation.min.file": "Le champ :attribute doit être d'au moins :min kilo-octets.",
    "validation.min.numeric": "Le champ :attribute doit être au moins :min.",
    "validation.min.string": "Le champ :attribute doit contenir au moins :min caractères.",
    "validation.min_digits": "Le champ :attribute doit contenir au moins :min chiffres.",
    "validation.missing": "Le champ :attribute doit être manquant.",
    "validation.not_in": "La valeur sélectionnée pour :attribute n'est pas valide.",
    "validation.not_regex": "Le format du champ :attribute est invalide.",
    "validation.numeric": "Le champ :attribute doit être un nombre.",
    "validation.password.letters": "Le champ :attribute doit contenir au moins une lettre.",
    "validation.password.mixed": "Le champ :attribute doit contenir au moins une majuscule et une minuscule.",
    "validation.password.numbers": "Le champ :attribute doit contenir au moins un chiffre.",
    "validation.password.symbols": "Le champ :attribute doit contenir au moins un symbole.",
    "validation.present": "Le champ :attribute doit être présent.",
    "validation.prohibited": "Le champ :attribute est interdit.",
    "validation.required": "Le champ :attribute est requis.",
    "validation.unique": "Le champ :attribute a déjà été pris.",
    "validation.url": "Le champ :attribute doit être une URL valide.",
    "validation.uuid": "Le champ :attribute doit être un UUID valide.",
    "validation.custom.attribute-name.rule-name": "message-personnalisé"
}
