{
    "user.name": "Naam",
    "user.email": "E-mail",
    "user.password": "Wachtwoord",
    "user.password.confirm": "Bevestig wachtwoord",
    "Welcome": "Welkom",
    "Sign In": "Inloggen",
    "remember me": "Onthoud mij",
    "Get Started": "Aan de slag",
    "Search for items to rent": "Zoeken naar items om te huren",
    "Forgot your password?": "Wachtwoord vergeten?",
    "Profile": "Profiel",
    "Log Out": "Uitloggen",
    "Admin": "Beheerder",
    "Renting is often cheaper than buying. Find great deals on items you need for short-term use.": "Huren is vaak goedkoper dan kopen. Vind geweldige deals voor artikelen die je op korte termijn nodig hebt.",
    "Recently Listed Items": "Recent toegevoegde artikelen",
    "Why Rent With Us": "Waarom bij ons huren",
    "Save Money": "Bespaar geld",
    "Have items lying around? List them on our platform and turn them into a steady stream of income.": "Heb je spullen liggen? Bied ze aan op ons platform en verdien een stabiel inkomen.",
    "Earn Extra Cash": "Verdien extra geld",
    "Eco-Friendly": "Milieuvriendelijk",
    "Renting reduces waste and promotes a circular economy. Use only what you need and return it when you're done.": "Huren vermindert afval en bevordert een circulaire economie. Gebruik alleen wat je nodig hebt en geef het terug wanneer je klaar bent.",
    "Wide Selection": "Ruime keuze",
    "From power tools to party supplies, electronics to sporting gear, we have a diverse range of items available for rent.": "Van gereedschap tot feestartikelen, elektronica en sportuitrusting, wij bieden een breed scala aan huurartikelen.",
    "Browse by Category": "Zoek per categorie",
    "Apartments": "Appartementen",
    "Auto Repair": "Autoreparatie",
    "Baby": "Baby",
    "Clothing": "Kleding",
    "Construction & DIY": "Bouw & Doe-het-zelf",
    "EV Charging": "EV-laden",
    "Field": "Veld",
    "Garage": "Garage",
    "Gardening": "Tuinieren",
    "House": "Huis",
    "Market Pitch": "Marktkraam",
    "Parking Space": "Parkeerplaats",
    "Yard": "Tuin",
    "How it works": "Hoe het werkt",
    "Browse Listings": "Blader door advertenties",
    "Search for items you need from our vast community of renters. Filter by category, location, and availability.": "Zoek naar artikelen die je nodig hebt binnen onze grote verhuurgemeenschap. Filter op categorie, locatie en beschikbaarheid.",
    "Request to Rent": "Huurverzoek indienen",
    "Once you find the perfect item, send a rental request for your dates/times.": "Als je het perfecte item hebt gevonden, stuur dan een huurverzoek voor je gewenste data/tijden.",
    "Payment": "Betaling",
    "Once the lister has accepted your request to rent you make payment.": "Zodra de verhuurder je huurverzoek heeft geaccepteerd, voltooi je de betaling.",
    "Pick Up or Delivery": "Ophalen of bezorgen",
    "Co-ordinate with the lister for pick-up, or have it delivered to your door.": "Stem met de verhuurder af over ophalen of laat het thuisbezorgen.",
    "Use & Return": "Gebruik & Retour",
    "Enjoy your rental! When you're done, return it in the same condition as when you received it.": "Geniet van je huur! Lever het na gebruik terug in dezelfde staat als waarin je het ontving.",
    "Why Choose rent-locally.com?": "Waarom kiezen voor rent-locally.com?",
    "Trusted Community": "Betrouwbare gemeenschap",
    "Secure Transactions": "Veilige transacties",
    "We use the latest technology to keep your personal and payment information safe.": "Wij gebruiken de nieuwste technologie om je persoonlijke en betaalgegevens veilig te houden.",
    "24/7 Support": "24/7 ondersteuning",
    "Our customer service team is always here to help with any questions or issues.": "Ons klantenserviceteam staat altijd klaar om je te helpen met vragen of problemen.",
    "Get Started Today!": "Begin vandaag nog!",
    "Whether you need something for a day, a week, or longer, rent-locally.com makes renting simple, affordable, and sustainable. Join our community and start renting smarter today.": "Of je nu iets nodig hebt voor een dag, een week of langer, rent-locally.com maakt huren eenvoudig, betaalbaar en duurzaam. Word lid van onze gemeenschap en begin vandaag nog slimmer te huren.",
    "Sign Up Now": "Meld je nu aan",
    "My Rentals": "Mijn huurverzoeken",
    "Complete Your Profile to begin listing": "Voltooi je profiel om te beginnen met plaatsen",
    "Complete Your Profile to begin listing and renting!": "Voltooi je profiel om te beginnen met plaatsen en huren!",
    "My Listings": "Mijn advertenties",
    "List a new Item": "Voeg een nieuw item toe",
    "Coming Soon": "Binnenkort beschikbaar",
    "Rent items to and from members of your community when you're not using them.": "Huur items van en aan leden van je gemeenschap wanneer je ze niet gebruikt.",
    "Some potential Rental Ideas:": "Enkele mogelijke huurideeën:",
    "Cameras/Drones/Baby Equipment/Sports Equipment/Musical Instruments/Recording Equipment/Hand Tools/Gardening Equipment/Car Accessories": "Camera’s/Drones/Babyspullen/Sportuitrusting/Muziekinstrumenten/Opnameapparatuur/Gereedschap/Tuingereedschap/Auto-accessoires",
    "Subscribe to our newsletter?": "Wil je je abonneren op onze nieuwsbrief?",
    "Share your email address if you'd like to be kept informed on useful updates regarding this project, note your email address is": "Deel je e-mailadres als je op de hoogte wilt blijven van nuttige updates over dit project. Let op, je e-mailadres is",
    "NOT": "NIET",
    "linked to your survey answers provided.": "gekoppeld aan uw verstrekte enquête-antwoorden.",
    "You can unsubscribe at anytime": "Je kunt je op elk moment afmelden",
    "here.": "hier.",
    "you": "jij",
    "Sign me up!": "Schrijf me in!",
    "Thanks for subscribing! Keep an eye on your inbox for updates.": "Bedankt voor je inschrijving! Houd je inbox in de gaten voor updates.",
    "Top 5 Reasons for Renting...": "Top 5 redenen om te huren...",
    "All renters and listers on the platform are Identity verified and all rentals are Insured!": "Alle huurders en aanbieders op het platform zijn identiteitsgeverifieerd en alle verhuur is verzekerd!",
    "Turn your things into cash:": "Verdien geld met je spullen:",
    "We all have something at home that we don't use as often as we thought, we can list it on online for others to use and make some extra income.": "We hebben allemaal dingen thuis die we minder vaak gebruiken dan gedacht. We kunnen ze online aanbieden zodat anderen ze kunnen gebruiken en zo extra inkomen genereren.",
    "Eco-friendly:": "Milieuvriendelijk:",
    "Re-using items within your community instead of buying reduces your carbon footprint in terms of manufacturing and delivery.": "Door spullen binnen je gemeenschap opnieuw te gebruiken in plaats van te kopen, verklein je je ecologische voetafdruk door productie en levering te verminderen.",
    "Save Money:": "Geld besparen:",
    "Renting is usually cheaper than buying, especially for expensive things. You only pay when you need it, so you skip the larger upfront cost.": "Huren is meestal goedkoper dan kopen, vooral bij dure spullen. Je betaalt alleen wanneer je het nodig hebt, dus je vermijdt de hoge aanschafkosten.",
    "No Storage Hassle:": "Geen opslagproblemen:",
    "If you have a limited space at home but you need something for a certain occasion, don't worry about buying it, rent it, use it and give it back.": "Heb je weinig ruimte thuis maar heb je iets nodig voor een bepaalde gelegenheid? Geen zorgen, huur het, gebruik het en breng het terug.",
    "Try Before You Buy:": "Probeer voordat je koopt:",
    "Renting lets you test things out before deciding to buy, so you know for sure if it's worth it.": "Door te huren kun je dingen testen voordat je ze koopt, zodat je zeker weet of het de investering waard is.",
    "Have a moment?": "Heb je een moment?",
    "It would be great to hear your": "We horen graag jouw",
    "anonymous": "anonieme",
    "feedback.": "feedback.",
    "About You": "Over jou",
    "Age range": "Leeftijdsgroep",
    "Age Range": "Leeftijdsgroep",
    "Under 18": "Jonger dan 18",
    "Would you be interested in renting items from people in your local community?": "Zou je geïnteresseerd zijn in het huren van spullen van mensen in je buurt?",
    "Yes": "Ja",
    "No": "Nee",
    "Do you have items lying around at home that you'd rent out to people in your local community?": "Heb je spullen thuis die je zou verhuren aan mensen in je buurt?",
    "Rental Activity": "Verhuuractiviteit",
    "What would motivate you to rent instead of buying?": "Wat zou je motiveren om te huren in plaats van te kopen?",
    "Please check all that apply": "Selecteer alle opties die van toepassing zijn",
    "Convenience": "Gemak",
    "Limited storage space": "Beperkte opslagruimte",
    "Sustainability and environment": "Duurzaamheid en milieu",
    "Cost saving": "Kostenbesparing",
    "Before you Go!": "Voordat je gaat!",
    "Any other comments/advice/concerns about this type of service?": "Heb je nog andere opmerkingen, advies of zorgen over deze dienst?",
    "Your answer...": "Jouw antwoord...",
    "Submit Answers": "Verstuur antwoorden",
    "Thanks for your feedback!": "Bedankt voor je feedback!",
    "If you haven't already done so, please consider subscribing for updates on the project!": "Als je dat nog niet gedaan hebt, overweeg dan om je te abonneren op updates over het project!",
    "We're sorry to see you go": "Het spijt ons dat je vertrekt",
    "Please enter your email address below to be removed from our newsletter mailing list.": "Voer hieronder je e-mailadres in om je af te melden voor onze nieuwsbrief.",
    "Unsubscribe": "Afmelden",
    "You have now successfully unsubscribed from our newsletter, we hope to see you back soon!": "Je bent succesvol uitgeschreven voor onze nieuwsbrief, we hopen je snel weer te zien!",
    "Country of Residence": "Woonland",
    "Belgium": "België",
    "France": "Frankrijk",
    "Germany": "Duitsland",
    "Luxembourg": "Luxemburg",
    "Netherlands": "Nederland",
    "Spain": "Spanje",
    "United Kingdom": "Verenigd Koninkrijk",
    "Are you a Student?": "Ben je een student?",
    "Create Rental Item": "Creëer een verhuurartikel",
    "New Item Form": "Nieuw artikel formulier",
    "After your item is created and approved, you'll be able to edit it at anytime.": "Nadat je artikel is gemaakt en goedgekeurd, kun je het op elk moment bewerken.",
    "Item Name & description": "Artikelnaam & beschrijving",
    "Name": "Naam",
    "Description": "Beschrijving",
    "We recommend adding as much information as possible about your item here.": "We raden aan om zoveel mogelijk informatie over je artikel hier toe te voegen.",
    "Item Condition": "Artikelconditie",
    "New": "Nieuw",
    "Item is in brand new condition as if it's never been used": "Het artikel is in gloednieuwe staat, alsof het nooit is gebruikt",
    "Used": "Gebruikt",
    "A used Item with some wear and tear": "Een gebruikt artikel met wat slijtage",
    "Used with Damage": "Gebruikt met schade",
    "A used item with some damage but still in working order": "Een gebruikt artikel met wat schade, maar nog steeds in werkende staat",
    "Item Category": "Artikelcategorie",
    "Please select an item category": "Selecteer een artikelcategorie",
    "Item Pricing": "Artikelprijs",
    "You can offer lower prices for longer rental periods, the price will always be calculated using the lowest combination.": "Je kunt lagere prijzen aanbieden voor langere huurperiodes, de prijs wordt altijd berekend met de laagste combinatie.",
    "Price per day (required)": "Prijs per dag (vereist)",
    "Price per 7 days": "Prijs per 7 dagen",
    "Price per 30 days": "Prijs per 30 dagen",
    "Optionally set a minimum rental period for your item.": "Stel optioneel een minimale huurperiode voor je artikel in.",
    "Minimum Rental Period": "Minimale huurperiode",
    "days": "dagen",
    "Item Location": "Artikel Locatie",
    "Please select where the item is located": "Selecteer waar het artikel zich bevindt",
    "Upload Item Images": "Upload artikelafbeeldingen",
    "You can add/remove images at anytime": "Je kunt op elk moment afbeeldingen toevoegen/verwijderen",
    "The maximum number of images you can upload is 6": "Het maximum aantal afbeeldingen dat je kunt uploaden is 6",
    "Limit is 6 images please remove some images to continue": "Het limiet is 6 afbeeldingen, verwijder er enkele om door te gaan",
    "By submitting this form you confirm acceptance of the rent-locally.com": "Door dit formulier in te dienen, bevestig je de acceptatie van de voorwaarden van rent-locally.com",
    "terms & conditions": "algemene voorwaarden",
    "Terms & Conditions": "Algemene voorwaarden",
    "Submit New Rental Item": "Nieuw verhuurartikel indienen",
    "Cancel": "Annuleren",
    "Item Submitted": "Artikel ingediend",
    "We'll send you a notifcation when your item has been confirmed and is ready for renting...": "We sturen je een melding wanneer je artikel is bevestigd en klaar is voor verhuur...",
    "Create Another?": "Een ander aanmaken?",
    "Maybe Later": "Misschien later",
    "Manage your profile": "Beheer je profiel",
    "Actions required to complete your profile.": "Acties vereist om je profiel te voltooien.",
    "Complete Identification": "Volledige Identificatie",
    "Verify Identity": "Verifieer Identiteit",
    "Required to begin renting and listing items.": "Vereist om te beginnen met het verhuren en vermelden van artikelen.",
    "Create Payment Account": "Betalingsaccount aanmaken",
    "Required to begin listing items.": "Vereist om te beginnen met het vermelden van artikelen.",
    "Add a Profile Photo": "Voeg een profielfoto toe",
    "A public profile photo will help you be more approachable to both Renters and Listers.": "Een publieke profielfoto helpt je benaderbaarder te zijn voor zowel huurders als aanbieders.",
    "Profile Information": "Profielinformatie",
    "Update your account's profile information and email address.": "Werk de profielinformatie en het e-mailadres van je account bij.",
    "Your email address is unverified.": "Je e-mailadres is niet geverifieerd.",
    "Click here to re-send the verification email.": "Klik hier om de verificatie-e-mail opnieuw te verzenden.",
    "A new verification link has been sent to your email address.": "Een nieuwe verificatielink is naar je e-mailadres gestuurd.",
    "Save": "Opslaan",
    "Saved.": "Opgeslagen.",
    "Surname": "Achternaam",
    "Email": "E-mail",
    "Update Password": "Wachtwoord bijwerken",
    "Ensure your account is using a long, random password to stay secure.": "Zorg ervoor dat je account een lang, willekeurig wachtwoord gebruikt om veilig te blijven.",
    "Current Password": "Huidig Wachtwoord",
    "New Password": "Nieuw Wachtwoord",
    "Confirm Password": "Bevestig Wachtwoord",
    "Delete Account": "Verwijder Account",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Zodra je account is verwijderd, worden al zijn bronnen en gegevens permanent verwijderd. Voordat je je account verwijdert, download je alle gegevens of informatie die je wilt behouden.",
    "Are you sure you want to delete your account?": "Weet je zeker dat je je account wilt verwijderen?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Zodra je account is verwijderd, worden al zijn bronnen en gegevens permanent verwijderd. Voer je wachtwoord in om te bevestigen dat je je account permanent wilt verwijderen.",
    "Password": "Wachtwoord",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Bedankt voor je aanmelding! Voordat je begint, verifieer je e-mailadres door op de link te klikken die we je zojuist per e-mail hebben gestuurd. Als je de e-mail niet hebt ontvangen, sturen we je graag een nieuwe.",
    "Resend Verification Email": "Verificatie-e-mail opnieuw verzenden",
    "A new verification link has been sent to the email address you provided during registration.": "Een nieuwe verificatielink is verzonden naar het e-mailadres dat je tijdens de registratie hebt opgegeven.",
    "Thanks for signing up with rent-locally!": "Bedankt voor je aanmelding bij rent-locally!",
    "Please click the button below to verify your email address.": "Klik op de knop hieronder om je e-mailadres te verifiëren.",
    "Regards,": "Met vriendelijke groet,",
    "Verify Email Address": "E-mailadres verifiëren",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Als u problemen ondervindt bij het klikken op de knop \":actionText\", kopieer en plak dan de onderstaande URL in uw webbrowser.",
    "Languages You Speak": "Talen die u spreekt",
    "username": "gebruikersnaam",
    "Username": "Gebruikersnaam",
    "Rental Requests Pending Approval": "Huurverzoeken in afwachting van goedkeuring",
    "Item": "Item",
    "Rental Start": "Startdatum huur",
    "Rental End": "Einddatum huur",
    "Rental Price": "Huurprijs",
    "Requested": "Aangevraagd",

    "auth.failed": "Deze gegevens komen niet overeen met onze administratie.",
    "auth.password": "Het opgegeven wachtwoord is onjuist.",
    "auth.throttle": "Te veel mislukte inlogpogingen. Probeer het opnieuw over :seconds seconden.",
    "pagination.previous": "&laquo; Vorige",
    "pagination.next": "Volgende &raquo;",
    "passwords.reset": "Je wachtwoord is opnieuw ingesteld.",
    "passwords.sent": "We hebben je een e-mail gestuurd met de link om je wachtwoord te resetten.",
    "passwords.throttled": "Wacht even voordat je het opnieuw probeert.",
    "passwords.token": "Deze wachtwoord-reset token is ongeldig.",
    "passwords.user": "We kunnen geen gebruiker vinden met dat e-mailadres.",
    "validation.accepted": "Het veld :attribute moet geaccepteerd worden.",
    "validation.accepted_if": "Het veld :attribute moet geaccepteerd worden wanneer :other :value is.",
    "validation.active_url": "Het veld :attribute moet een geldige URL zijn.",
    "validation.after": "Het veld :attribute moet een datum zijn na :date.",
    "validation.after_or_equal": "Het veld :attribute moet een datum zijn die gelijk is aan of later is dan :date.",
    "validation.alpha": "Het veld :attribute mag alleen letters bevatten.",
    "validation.alpha_dash": "Het veld :attribute mag alleen letters, cijfers, streepjes en underscores bevatten.",
    "validation.alpha_num": "Het veld :attribute mag alleen letters en cijfers bevatten.",
    "validation.array": "Het veld :attribute moet een array zijn.",
    "validation.ascii": "Het veld :attribute mag alleen ASCII-tekens en symbolen bevatten.",
    "validation.before": "Het veld :attribute moet een datum zijn vóór :date.",
    "validation.before_or_equal": "Het veld :attribute moet een datum zijn die gelijk is aan of eerder is dan :date.",
    "validation.between.array": "Het veld :attribute moet tussen de :min en :max items bevatten.",
    "validation.between.file": "Het veld :attribute moet tussen :min en :max kilobytes zijn.",
    "validation.between.numeric": "Het veld :attribute moet tussen :min en :max zijn.",
    "validation.between.string": "Het veld :attribute moet tussen :min en :max tekens bevatten.",
    "validation.boolean": "Het veld :attribute moet waar of onwaar zijn.",

    "validation.can": "Het veld :attribute bevat een ongeautoriseerde waarde.",
    "validation.confirmed": "De bevestiging van het veld :attribute komt niet overeen.",
    "validation.contains": "Het veld :attribute mist een vereiste waarde.",
    "validation.current_password": "Het wachtwoord is onjuist.",
    "validation.date": "Het veld :attribute moet een geldige datum zijn.",
    "validation.date_equals": "Het veld :attribute moet een datum zijn gelijk aan :date.",
    "validation.date_format": "Het veld :attribute moet overeenkomen met het formaat :format.",
    "validation.decimal": "Het veld :attribute moet :decimal decimalen hebben.",
    "validation.declined": "Het veld :attribute moet worden afgewezen.",
    "validation.declined_if": "Het veld :attribute moet worden afgewezen wanneer :other :value is.",
    "validation.different": "Het veld :attribute en :other moeten verschillend zijn.",
    "validation.digits": "Het veld :attribute moet :digits cijfers bevatten.",
    "validation.digits_between": "Het veld :attribute moet tussen :min en :max cijfers bevatten.",
    "validation.dimensions": "Het veld :attribute heeft ongeldige afbeeldingsdimensies.",
    "validation.distinct": "Het veld :attribute bevat een dubbele waarde.",
    "validation.doesnt_end_with": "Het veld :attribute mag niet eindigen op een van de volgende: :values.",
    "validation.doesnt_start_with": "Het veld :attribute mag niet beginnen met een van de volgende: :values.",
    "validation.email": "Het veld :attribute moet een geldig e-mailadres zijn.",
    "validation.ends_with": "Het veld :attribute moet eindigen op een van de volgende: :values.",
    "validation.enum": "De geselecteerde :attribute is ongeldig.",
    "validation.exists": "De geselecteerde :attribute is ongeldig.",
    "validation.extensions": "Het veld :attribute moet een van de volgende extensies hebben: :values.",
    "validation.file": "Het veld :attribute moet een bestand zijn.",
    "validation.filled": "Het veld :attribute moet een waarde hebben.",
    "validation.gt.array": "Het veld :attribute moet meer dan :value items bevatten.",
    "validation.gt.file": "Het veld :attribute moet groter zijn dan :value kilobytes.",
    "validation.gt.numeric": "Het veld :attribute moet groter zijn dan :value.",
    "validation.gt.string": "Het veld :attribute moet langer zijn dan :value tekens.",
    "validation.gte.array": "Het veld :attribute moet :value items of meer bevatten.",
    "validation.gte.file": "Het veld :attribute moet groter dan of gelijk aan :value kilobytes zijn.",
    "validation.gte.numeric": "Het veld :attribute moet groter dan of gelijk aan :value zijn.",
    "validation.gte.string": "Het veld :attribute moet langer dan of gelijk aan :value tekens zijn.",
    "validation.hex_color": "Het veld :attribute moet een geldige hexadecimale kleur zijn.",
    "validation.image": "Het veld :attribute moet een afbeelding zijn.",
    "validation.in": "De geselecteerde :attribute is ongeldig.",
    "validation.in_array": "Het veld :attribute moet voorkomen in :other.",
    "validation.integer": "Het veld :attribute moet een geheel getal zijn.",
    "validation.ip": "Het veld :attribute moet een geldig IP-adres zijn.",
    "validation.ipv4": "Het veld :attribute moet een geldig IPv4-adres zijn.",
    "validation.ipv6": "Het veld :attribute moet een geldig IPv6-adres zijn.",
    "validation.json": "Het veld :attribute moet een geldige JSON-string zijn.",
    "validation.list": "Het veld :attribute moet een lijst zijn.",
    "validation.lowercase": "Het veld :attribute moet kleine letters bevatten.",
    "validation.lt.array": "Het veld :attribute moet minder dan :value items bevatten.",
    "validation.lt.file": "Het veld :attribute moet kleiner zijn dan :value kilobytes.",
    "validation.lt.numeric": "Het veld :attribute moet kleiner zijn dan :value.",
    "validation.lt.string": "Het veld :attribute moet minder dan :value tekens bevatten.",
    "validation.lte.array": "Het veld :attribute mag niet meer dan :value items bevatten.",
    "validation.lte.file": "Het veld :attribute moet kleiner dan of gelijk aan :value kilobytes zijn.",
    "validation.lte.numeric": "Het veld :attribute moet kleiner dan of gelijk aan :value zijn.",
    "validation.lte.string": "Het veld :attribute moet minder dan of gelijk aan :value tekens bevatten.",
    "validation.mac_address": "Het veld :attribute moet een geldig MAC-adres zijn.",
    "validation.max.array": "Het veld :attribute mag niet meer dan :max items bevatten.",
    "validation.max.file": "Het veld :attribute mag niet groter zijn dan :max kilobytes.",
    "validation.max.numeric": "Het veld :attribute mag niet groter zijn dan :max.",
    "validation.max.string": "Het veld :attribute mag niet meer dan :max tekens bevatten.",
    "validation.max_digits": "Het veld :attribute mag niet meer dan :max cijfers bevatten.",
    "validation.mimes": "Het veld :attribute moet een bestand van het type: :values zijn.",
    "validation.mimetypes": "Het veld :attribute moet een bestand van het type: :values zijn.",
    "validation.min.array": "Het veld :attribute moet minstens :min items bevatten.",
    "validation.min.file": "Het veld :attribute moet minstens :min kilobytes zijn.",
    "validation.min.numeric": "Het veld :attribute moet minstens :min zijn.",
    "validation.min.string": "Het veld :attribute moet minstens :min tekens bevatten.",
    "validation.min_digits": "Het veld :attribute moet minstens :min cijfers bevatten.",
    "validation.missing": "Het veld :attribute moet ontbreken.",
    "validation.missing_if": "Het veld :attribute moet ontbreken wanneer :other :value is.",
    "validation.missing_unless": "Het veld :attribute moet ontbreken tenzij :other :value is.",
    "validation.missing_with": "Het veld :attribute moet ontbreken wanneer :values aanwezig is.",
    "validation.missing_with_all": "Het veld :attribute moet ontbreken wanneer :values aanwezig zijn.",
    "validation.multiple_of": "Het veld :attribute moet een veelvoud van :value zijn.",
    "validation.not_in": "De geselecteerde :attribute is ongeldig.",
    "validation.not_regex": "Het formaat van het veld :attribute is ongeldig.",
    "validation.numeric": "Het veld :attribute moet een getal zijn.",
    "validation.password.letters": "Het veld :attribute moet minstens één letter bevatten.",
    "validation.password.mixed": "Het veld :attribute moet minstens één hoofdletter en één kleine letter bevatten.",
    "validation.password.numbers": "Het veld :attribute moet minstens één cijfer bevatten.",
    "validation.password.symbols": "Het veld :attribute moet minstens één symbool bevatten.",
    "validation.password.uncompromised": "De opgegeven :attribute is betrokken geweest bij een datalek. Kies een andere :attribute.",
    "validation.present": "Het veld :attribute moet aanwezig zijn.",
    "validation.prohibited": "Het veld :attribute is verboden.",
    "validation.required": "Het veld :attribute is verplicht.",
    "validation.unique": "De :attribute is al in gebruik.",
    "validation.url": "Het veld :attribute moet een geldige URL zijn.",
    "validation.uuid": "Het veld :attribute moet een geldige UUID zijn.",
    "validation.custom.attribute-name.rule-name": "aangepast-bericht"
}
